Repository: omeka-s-modules/Sharing
Catalog: language/*.po
Languages: fr

source: Display the share buttons of the current page according to site settings.
fr: Afficher les liens de partage de la page actuelle en fonction des paramètres du site.

source: Get embed code
fr: Obtenir le code d’intégration

source: Sharing options are site-specific. Site owners will need to set the options for their sites.
fr: Les options de partage sont spécifiques aux sites. Les propriétaires des sites devront modifier les configuration correspondantes.

source: Sharing
fr: Partage

source: Enable Sharing module for these methods
fr: Activer le module Partage avec ces méthodes

source: Embed codes
fr: Codes d’intégration

source: Sharing buttons placement on the page
fr: Position des boutons de partage sur la page

source: Page block and resource block
fr: Bloc de page et bloc de ressource

source: None (custom theme)
fr: Aucun (thème personnalisé)

source: Display sharing buttons as a single button
fr: Afficher les liens de partage avec un bouton unique
